doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

scale   0.183;

vertices
(
    (             -0.005                  0              0.005 )  // 0 v0
    (              0.005                  0              0.005 )  // 1 v1
    (              0.005                  1              0.005 )  // 2 v2
    (             -0.005                  1              0.005 )  // 3 v3
    (             -0.005                  0             -0.005 )  // 4 v4
    (              0.005                  0             -0.005 )  // 5 v5
    (              0.005                  1             -0.005 )  // 6 v6
    (             -0.005                  1             -0.005 )  // 7 v7
);

blocks
(
    hex (0 1 5 4 3 2 6 7)  (1 1 120) simpleGrading (1 1 1)  //  (v0 v1 v5 v4 v3 v2 v6 v7)
);

edges
(
);

boundary
(
    inlet
    {
        type cyclic;
        neighbourPatch  outlet;
        faces
        (
            (0 3 7 4)  // f--w (v0 v3 v7 v4)
        );
    }
    outlet
    {
        type cyclic;
        neighbourPatch  inlet;
        faces
        (
            (1 5 6 2)  // f--n (v1 v5 v6 v2)
        );
    }
    top
    {
        type wall;
        faces
        (
            (3 2 6 7)  // f--t (v3 v2 v6 v7)
        );
    }
    bottom
    {
        type wall;
        faces
        (
            (0 4 5 1)  // f--b (v0 v4 v5 v1)
        );
    }
    frontAndBackPlanes
    {
        type empty;
        faces
        (
            (0 1 2 3)  // f--s (v0 v1 v2 v3)
            (5 4 7 6)  // f--n (v5 v4 v7 v6)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //
