doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/constant/ppProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      ppProperties;
}

ppModel         JohnsonJackson;

alphaMax  alphaMax [0 0 0 0 0 0 0] 0.635;

alphaMinFriction  alphaMinFriction [0 0 0 0 0 0 0] 0.57;

Fr  Fr [1 -1 -2 0 0 0 0] 0.05;

eta0  eta0 [0 0 0 0 0 0 0] 3;

eta1  eta1 [0 0 0 0 0 0 0] 5;

packingLimiter  no;
