doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/0_org/p_rbgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rbgh;
}

dimensions  [1 -1 -2 0 0 0 0];

internalField  uniform 0.0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type     fixedValue;
        value    uniform 0.0;
    }
    bottom
    {
        type        fixedFluxPressure;
        gradient    $internalField;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
