doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/0_org/alphaPlastic
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alphaMinFriction;
}

dimensions  [0 0 0 0 0 0 0];

internalField  uniform 0.57;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    zeroGradient;
    }
    bottom
    {
        type    zeroGradient;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
