doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/0_org/nut.b
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut.b;
}

dimensions  [0 2 -1 0 0 0 0];

internalField  uniform 0.0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    zeroGradient;
    }
    bottom
    {
        type     fixedValue;
        value    uniform 0.0;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
