doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/0_org/pa
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      pa;
}

dimensions  [1 -1 -2 0 0 0 0];

internalField  uniform 0.0;

boundaryField
{
    inlet
    {
        type    cyclic;
    }
    outlet
    {
        type    cyclic;
    }
    top
    {
        type    slip;
    }
    bottom
    {
        type    zeroGradient;
    }
    frontAndBackPlanes
    {
        type    empty;
    }
}
