doc/examples/fluidsimfoam-sed/tests/saved_cases/RAS/1DBedLoadTurb/Allrun
#!/bin/sh

# Create the mesh
blockMesh

# create the intial time folder
cp -r 0_org 0

# Run sedFoam
sedFoam_rbgh > log&


